namespace PlatformCfg 
{
	/**
	 * 绑定手机
	 */
	export let bindPhone={
		// "17001001":"1",
		// "17001051":"1",
		// "17001114":"1",
		// "17001139":"1"
	}

	export let weichatPub={

	}

	export let useSDK={
		"17001000":"0",
		"17001001":"1",
		"17001002":"1",
		"devsdk":"1"
	};

	export let closeSwitchAcount={
		"fkylc":"1",
		"wanba":"1"
	}

	export let platNameCfg={
		"17001000":"3k",
		"17004000":"tw"
	}

	export let contactCfg={
		// "17001001":"客服电话:4009933348",
		"17001002":["客服QQ:3004776131","客服电话:400-993-3348"],
		"17001003-17001137":["客服QQ:3557595700"],
		"17005000":["官方QQ群：497564630"],//应用宝
		"17007001":["官方QQ群：641188812"],//疯狂游乐场
		"17003000":["官方QQ群：496098831"],//玩吧
		"17009000":["客服QQ:2198936198"],//享乐源
		"17009004-17009005":["客服QQ群: 724420901"],//支付宝即拓渠道
	}

	export let statementCfg={
		"17007000":`审批文号：新广出审【2014】1247号  出版物号：ISBN-978-7-89988-124-8\n著作权人：杭州汉唐文化传播有限公司  出版服务单位：杭州汉唐文化传播有限公司\n备案文号：文网游备字〔2018〕Ｍ-RPG 0604 号  适龄提示：16岁以上`,
		"17003000":`审批文号：新广出审【2014】1247号  出版物号：ISBN-978-7-89988-124-8\n著作权人：杭州汉唐文化传播有限公司  出版服务单位：杭州汉唐文化传播有限公司`,
		"1003003000":`国新出审[2019]516号  出版物号：ISBN 978-7-498-05934-5\n著作权人：雷神互娱（天津）科技有限公司  出版服务单位：三辰影库音像出版社有限公司`,
		"1003013000":`国新出审[2019]516号  出版物号：ISBN 978-7-498-05934-5\n著作权人：雷神互娱（天津）科技有限公司  出版服务单位：三辰影库音像出版社有限公司`,
		"1003008000":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：上海云观网络科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003007000":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：上海云观网络科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003014000":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：上海云观网络科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003006000":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：上海云观网络科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003006011":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：雷神互娱（天津）科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003006012":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：雷神互娱（天津）科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003012000":`适龄提示：16岁以上  客服QQ：2472538801\n审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：雷神互娱（天津）科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003015000":`审批文号：新广出审[2017] 2194号  出版物号：ISBN 978-7-7979-5712-0\n著作权人：上海云观网络科技有限公司  出版服务单位：上海触控科技发展有限公司`,
		"1003017007":`审批文号：新广出审[2014] 603号  网络游戏出版物号：ISBN 978-7-89989-988-5\n软著登记号：2018SR024685  出版单位名称：三七互娱（上海）网络科技有限公司`,
		"1003017008":`审批文号：新广出审[2014] 603号  网络游戏出版物号：ISBN 978-7-89989-988-5\n软著登记号：2018SR024685  出版单位名称：三七互娱（上海）网络科技有限公司`,
		"1003017009":`审批文号：新广出审[2014] 603号  网络游戏出版物号：ISBN 978-7-89989-988-5\n软著登记号：2018SR024685  出版单位名称：三七互娱（上海）网络科技有限公司`,
	};
}